Revit 2027 API
ParameterTypeId.RbsElecCircuitWireNumHotsParam Property
 "# of Hot Conductors"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitWireNumHotsParam { get; }
Public Shared ReadOnly Property RbsElecCircuitWireNumHotsParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitWireNumHotsParam {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitWireNumHotsParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace